Repository: mozilla-l10n/mt-training-data
Catalog: kaa/kaa_pontoon.tmx
Source language: en_us
Languages: kaa

source: Custom search engine details
kaa: Arnawlı izlew sisteması haqqında maǵlıwmatlar

source: Custom Sync server
kaa: Arnawlı sáykeslestiriw serveri

source: %d addresses
kaa: %d mánzil

source: Dark
kaa: Qarańǵı

source: Dark color scheme
kaa: Qara reń gamması

source: Dark theme
kaa: Qara reńli tema

source: Data choices
kaa: Maǵlıwmatlardı tańlaw

source: Data collection
kaa: Maǵlıwmatlardı jıynaw

source: Data is encrypted
kaa: Maǵlıwmatlar shifrlengen

source: Debug menu: %1$d click(s) left to enable
kaa: Nasazlıqtı sazlaw menyui: qosıw ushın %1$d ret basıń

source: Debug menu enabled
kaa: Nasazlıqtı sazlaw menyusi qosılǵan

source: Dec
kaa: Jeddi

source: Deceptive site issue
kaa: Aldamshı sayt mashqalası

source: Default search engine
kaa: Standart izlew sısteması

source: Delete
kaa: Óshiriw

source: Delete %1$s?
kaa: %1$s óshirilsin be?

source: Delete address
kaa: Mánzildi óshiriw

source: Delete all exceptions
kaa: Barlıq esaptan tısqarılardı óshiriw

source: Delete all sites in “%s”
kaa: “%s” daǵı barlıq saytlardı óshiriw

source: Delete browsing data
kaa: Brauzer maǵlıwmatların óshiriw

source: Delete browsing data on quit
kaa: Shıqqanda brauzer tariyxın óshiriw

source: Delete card
kaa: Karatanı óshiriw

source: Delete collection
kaa: Toplamdı óshiriw

source: Deleted %1$s
kaa: %1$s óshirildi

source: Deleted %s
kaa: %s óshirildi

source: Delete from history
kaa: Tariyxtan óshiriw

source: Delete history
kaa: Tariyxtı óshiriw

source: Deleting browsing data…
kaa: Brauzer maǵlıwmatları óshirilmekte…

source: Deleting selected folders
kaa: Saylanǵan papkalardı óshiriw

source: Deleting this tab will delete the entire collection. You can create new collections at any time.
kaa: Bul betti óshirseńiz, barlıq toplam óshiriledi. Siz qálegen waqıtta jańa toplamlar jaratıwıńız múmkin.

source: Deny
kaa: Biykarlaw

source: DENY
kaa: BIYKARLAW

source: Deselect all
kaa: Tańlańǵanlardı biykar etıw

source: Desktop Bookmarks
kaa: Kompyuter saylandıları

source: Desktop site
kaa: Sayttıń kompyuter versiyası

source: Details
kaa: Detallar

source: Device name
kaa: Qurılma ataması

source: Device name cannot be empty.
kaa: Qurılma ataması bos bolıwı múmkin emes.

source: Disabled
kaa: Óshirilgen

source: Disable private browsing
kaa: Jeke kórinisti óshiriw

source: Disconnect
kaa: Baylanıstı úziw

source: Discover more
kaa: Kóbirek biliń

source: Dismiss
kaa: Jabıw

source: Dismiss banners
kaa: Xabarlamalardı jasırıw

source: Dismiss find in page
kaa: Betten izlewdi alıp taslaw

source: Dismiss Pop-ups
kaa: Qalqıp turıwshı aynalardı ótkerip jiberiw

source: Display notifications to you
kaa: Sizge xabarlamalardı kórsetiw

source: Don’t allow
kaa: Ruqsat etpew

source: Don’t save
kaa: Saqlamaw

source: Don’t update
kaa: Jańalanbasın

source: Download (%1$s)
kaa: Júklew (%1$s)

source: Download completed
kaa: Júklew ámelge asırıldı

source: Download failed
kaa: Júklew sátsiz boldı

source: Download files and read and modify the browser’s download history
kaa: Fayllardı júklew hám brauzer tariyxında júklengenlerdi oqıw hám ózgertiw

source: Downloading and verifying add-on…
kaa: Qosımsha tastıyıqlanıp hám júklenip atır…

source: Download link
kaa: Siltemeni júklep alıw

source: Download paused
kaa: Júklew pauzalandı

source: Downloads
kaa: Júklengenler

source: Downloads Removed
kaa: Júklengenler alıp taslandı

source: Do you want to leave this site? Data you have entered may not be saved
kaa: Bul sayttan shıǵıwdı qáleysiz be? Siz kirgizgen maǵlıwmat saqlanbawı múmkin

source: %d page
kaa: %d bet

source: %d pages
kaa: %d bet

source: DRM-controlled content
kaa: Avtor huqıqları menen qorǵalǵan kontent

source: %d site
kaa: %d sayt

source: %d sites
kaa: %d sayt

source: %d tab
kaa: %d bet

source: %d tabs
kaa: %d bet

source: %d tab selected
kaa: %d bet tańlandı

source: %d tabs selected
kaa: %d bet tańlandı

source: Duplicate tab
kaa: Betti nusqalaw

source: EDIT
kaa: ÓZGERIS KIRGIZIW

source: Edit address
kaa: Mánzilge ózgeris kirgiziw

source: Edit bookmark
kaa: Saylandıǵa ózgeris kirgiziw

source: Edit card
kaa: Kartaǵa ózgeris kirgiziw

source: Edit folder
kaa: Papkaǵa ózgeris kirgiziw

source: Edit search engine
kaa: Izlew sistemasına ózgeris kirgiziw

source: Email address copied to clipboard
kaa: Elektron pochta mánzili almasıw buferine kóshirip alındı

source: Email with…
kaa: Elektron pochta járdeminde…

source: Enabled
kaa: Iske túsirilgen

source: Enable in all tabs
kaa: Hámme betlerde iske túsiriw

source: Enable only in private tabs
kaa: Tek ǵana jeke betlerde iske túsiriw

source: Enable private browsing
kaa: Jeke kórinisti iske túsiriw

source: Enable telemetry to send data.
kaa: Maǵlıwmatlardı jiberiw ushın telemetriyanı qosıw.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
kaa: Bul háreket tıyım salınǵan veb-saytlarda da kólemin ózgertiwge ruqsat etiw ushın qosıń.

source: Enhanced Tracking Protection
kaa: Baqlawdan keńeytilgen qorǵanıw

source: Enhanced Tracking Protection is off for these websites
kaa: Bul veb-saytlar ushın baqlawdan keńeytilgen qorǵanıwı óshirilgen

source: Enter a search string
kaa: Izlew qatarın kirgiziń

source: Entering full screen mode
kaa: Tolıq ekran rejimi

source: Enter search engine name
kaa: Izlew sistemasınıń atın kirgiziń

source: Enter search terms
kaa: Izlew sózlerin kirgiziń

source: Error
kaa: Qáte

source: Error connecting to “%s”
kaa: “%s” ǵa jalǵanıwdaǵı qátelik

source: Everything
kaa: Hámmesi

source: Exceptions
kaa: Esaptan tısqarılar

source: Exceptions let you disable tracking protection for selected sites.
kaa: Esaptan tısqarılar sizge tańlanǵan saytlarda baqlawlardan qorǵanıwdı óshiriwge imkaniyat beredi.

source: Exchange messages with apps other than this one
kaa: Bunnan basqa baǵdarlamalar menen xabar almasıw

source: Exit multiselect mode
kaa: Kóp tańlaw rejiminen shıǵıw

source: expand
kaa: keńeytiw

source: Expand group of synced tabs
kaa: Sáykeslestirilgen betler toparın keńeytiw

source: Expand inactive tabs
kaa: Aktiv emes betkerdi keńeytiw

source: Expand suggested addresses
kaa: Usınıs etilgen mánzillerdi keńeytiriw

source: Expand suggested credit cards
kaa: Usınıs etilgen bank kartaların keńeytiw

source: Expand suggested logins
kaa: Usınıs etilgen loginlerdi keńeytiw

source: Expiration Date
kaa: Ámel qılıw múddeti

source: Expiration Date Month
kaa: Kartanıń tamam bolıw ayı

source: Expiration Date Year
kaa: Kartanıń tamam bolıw jılı

source: Explore more wallpapers
kaa: Kóbirek fon súwretlerin kóriw

source: Extend developer tools to access your data in open tabs
kaa: Ashıq betlerde maǵlıwmatlarıńızǵa kiriw ushın baǵdarlamashı ásbapların keńeytiw

source: External download manager
kaa: Sırtqı júklep alıw menedjeri

source: Failed to disable %1$s
kaa: %1$s óshiriw ámelge aspadı

source: Failed to enable %1$s
kaa: %1$s qosıw ámelge aspadı

source: Failed to install %1$s
kaa: %1$s ornatıw ámelge aspadı

source: Failed to query Add-ons!
kaa: Qosımshalar dizimin júklew ámelge aspadı!

source: Failed to remove %1$s
kaa: %1$s alıp taslaw ámelge aspadı

source: Failed to uninstall %1$s
kaa: %1$s óshiriw ámelge aspadı

source: Featuring Total Cookie Protection to stop trackers from using cookies to stalk you across sites.
kaa: Baqlawshılarǵa cookielerdi paydalanıp sizdi saytlar aralıq baqlawına jol qoymaw ushın tolıq qorǵanıw menen támiyinleydi.

source: Feb
kaa: Hút

source: File Not Found
kaa: Fayl tawılmadı

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
kaa: Fayllardı júklep alıw ushın fayllar hám medialarǵa kiriwge ruqsat kerek. Android sazlawlarına ótiń, ruqsatlar bólimin tańlań hám ruqsat beriw túymesin basıń.

source: Fill and save usernames and passwords in websites while using %1$s.
kaa: %1$sdı paydalanıp atırǵan waqıtta paydalanıwshı atları hám parollerdi veb-saytlarda toltırıw hám saqlaw.

source: Fill link from clipboard
kaa: Siltemeni almasıw buferinen qoyıw

source: Fill usernames and passwords in other apps on your device.
kaa: Qurılmańızdaǵı basqa baǵdarlamalarda paydalanıw atları hám parollerin toltırıw.

source: Find in page
kaa: Betten tabıw

source: Find next result
kaa: Keyingi nátiyjeni tabıw

source: Find previous result
kaa: Aldınǵı nátiyjeni tabıw

source: Fingerprinters
kaa: Barmaq izlerin jıynawshılar

source: Firefox Account
kaa: Firefox Akkaunt

source: Firefox Account/Sync server modified. Quitting the application to apply changes…
kaa: Firefox Akkountı/Sáykeslestiriw serveri ózgergen. Ózgerislerdi qabıllaw ushın baǵdarlama jabılmaqta…

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
kaa: Firefox qosımsha texnologiyası qayta ózgermekte. Bul qosmshalar Firefox 75 hám onnan keyingi versiyalarǵa sáykes kelmeytuǵın quram-bóleklerden paydalanadı.

source: Firefox automatically tries to reject cookie requests on cookie banners. If a reject option isn’t available, Firefox may accept all cookies to dismiss the banner.
kaa: Cookiedı ornatıw haqqındaǵı xabarlamalar kórsetilgende, Firefox olardı avtomatikalıq biykar etiwge háreket etedi. Eger de biykar etiw múmkinshiligi bolmasa, Firefox xabarlamalardı jasırıw ushın hámme cookielardı qabıllawı múmkin.

source: Firefox can close tabs you haven’t viewed over the past month.
kaa: Firefox ótken ayda kórilmegen betlerdi jabıwı múmkin.

source: Firefox gives you control over what you share online and what you share with us.
kaa: Firefox nelerdi online hám nelerdi bizler menen bólisiwińizdi basqarıwdı sizge beredi.

source: Firefox is fast and private
kaa: Firefox — tez hám jeke

source: Firefox Suggest
kaa: Firefox usınıs etedi

source: First Name
kaa: Atı

source: FOLDER
kaa: PAPKA

source: Follow device language
kaa: Qurılma tiline ámel etiń

source: Follow device theme
kaa: Qurılma temasına ámel etiń

source: Font Size
kaa: Shrift ólshemi

source: Font size decrease
kaa: Shrift ólshemin kishireytiw

source: Font size increase
kaa: Shrift ólshemin úlkeytiw

source: Font size will match your Android settings. Disable to manage font size here.
kaa: Shrift ólshemi Android sazlawlarına sáykeslestiriledi. Bul jerde shrift ólshemin basqarıw ushın bul sazlawdı óshiriń.

source: Forward
kaa: Aldıǵa

source: Frees up storage space
kaa: Saqlaw ornın bosatadı

source: Front-facing camera
kaa: Aldınǵı kamera

source: Full screen site controls
kaa: Sayttı tolıq ekranda kórıw basqarıwları

source: Gathering crash data
kaa: Nasazlıq haqqındaǵı maģlıwmatlardı toplaw

source: Gathering crash telemetry data
kaa: Telemetriyanıń nasazlıq haqqındaǵı maǵlıwmatların jıynaw

source: General
kaa: Ulıwmalıq

source: Gestures
kaa: Háreketler

source: Get data from the clipboard
kaa: Almasıw buferinen maǵlıwmatlardı alıw

source: Get started
kaa: Baslaw

source: Go Back
kaa: Artqa qaytıw

source: Go Back (Recommended)
kaa: Artqa qaytıw (Usınıs etiledi)

source: Google Search
kaa: Googlede izlew

source: Got it
kaa: Túsindim

source: Go to settings
kaa: Sazlawlardı ashıw

source: Go to Settings
kaa: Sazlawlarǵa ótiw

source: Grid
kaa: Keste

source: Group deleted
kaa: Topar óshirildi

source: Harmful site issue
kaa: Zıyanlı sayt mashqalası

source: Hide and show browser tabs
kaa: Brauzer betlerin jasırıw hám kórsetiw

source: Hide password
kaa: Paroldi jasırıw

source: Highlighted
kaa: Belgilengen

source: History
kaa: Tariyx

source: History Deleted
kaa: Tariyx óshirildi

source: Homepage
kaa: Bas bet

source: Homepage after four hours of inactivity
kaa: Tórt saatlıq háreketsizlikten soń bas bet

source: Home screen
kaa: Tiykarǵı ekran

source: Hostname required
kaa: Server atı talap etiledi

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
kaa: Biraq, hújimshi qatnasıwı múmkin. Eger de siz saytqa ótiwdi dawam etetuǵın bolsańız, ol saytta ózińizdiń jeke maǵlıwmatlarıńızdı kirgizbeń. Eger dawam etetuǵın bolsańız, tek HTTPS rejimi bul sayt ushın waqtınsha óshiriledi.

source: HTTPS-Only Mode
kaa: Tek HTTPS rejimi

source: If allowed, private tabs will also be visible when multiple apps are open
kaa: Eger ruqsat berilse, bir neshe baǵdarlamalar ashıq waqıtta da qupıya betler kórinedi

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
kaa: Eger házir barlıq jeke betlerdi jawsańız, %1$sdı júklew biykarlanadı. Jeke kóriwden shıǵıwǵa isenimińiz kámil me?

source: Image copied to clipboard
kaa: Súwret almasıw buferine kóshirip alındı

source: Inactive tabs
kaa: Aktiv emes betler

source: In all tabs
kaa: Barlıq betlerde

source: Include information like numbers, email and shipping addresses
kaa: Sanlar, elektron pochta hám jetkerip beriw mánzilleri sıyaqlı maǵlıwmatlardı óz ishine aladı

source: Input data to the clipboard
kaa: Almasıw buferine maǵlıwmatlardı kirgiziw

source: Install
kaa: Ornatıw

source: Install Add-on
kaa: Qosımshalardı ornatıw

source: Installed
kaa: Ornatıldı

source: Invalid Address
kaa: Jaramsız mánzil

source: Invalid URL
kaa: Qáte URL

source: Isolate cross-site cookies
kaa: Saytlar aralıq cookielerdi ajıratıw

source: It requires your permission to:
kaa: Bul tómendegi ruqsatlardı talap etedi:

source: Jan
kaa: Dáliw

source: Jul
kaa: Áset

source: Jump back in
kaa: Artqa qaytıw

source: Jun
kaa: Saratan

source: Keep it on the bottom, or move it to the top.
kaa: Bunı tómende qaldırıń yamasa joqarıǵa kóshiriń.

source: Keep your data to yourself. %s protects you from many of the most common trackers that follow what you do online.
kaa: Maǵlıwmatlarıńızdı ózińizde saqlań. %s siziń onlayn ne qılıp atırǵanıńızdı baqlap barıwshı eń keń tarqalǵan baqlawshılardan qorǵaydı.

source: Know your rights
kaa: Huqıqlarıńızdı biliń

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site.
kaa: <label> <b>%1$s</b> HTTP qatań transport qáwipsizligi (HSTS) dep atalǵan qáwipsizlik siyasatına iye, yaǵnıy <b>%2$s</b> oǵan tek ǵana qáwipsiz jalǵanıwı múmkin. Bul saytqa kiriw ushın esaptan tısqarılardı qosa almaysız.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
kaa: <label> <b>%1$s</b> HTTP qatań transport qáwipsizligi (HSTS) dep atalǵan qáwipsizlik siyasatına iye, yaǵnıy <b>%2$s</b> oǵan tek ǵana qáwipsiz jalǵanıwı múmkin. Bul saytqa kiriw ushın esaptan tısqarılardı qosa almaysız.</label>

source: Label for entering a text input field
kaa: Tekst kirgiziw maydanı ushın belgi

source: <label>Someone could be trying to impersonate the site and you should not continue.</label> <br><br> <label>Websites prove their identity via certificates. %1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
kaa: <label>Birew sizge kerek bolǵan sayttı basqasına almastırıwǵa háreket qılıp atırǵan bolıwı múmkin, sonlıqtan siz dawam etpegenińiz maqul.</label> <br><br> <label>Veb-saytlar óziniń jeke maǵlıwmatların sertifikat arqalı tastıyıqlaydı. %1$s <b>%2$s</b>ǵa isenbeydi sebebi onıń sertifikat beriwshisi belgisiz, sertifikatqa sayttıń ózi arqalı qol qoyılǵan yamasa onıń serveri aradaǵı durıs sertifikatlardı jibermey atır.</label>

source: Last 30 days
kaa: Ótken 30 kún

source: Last 7 days
kaa: Ótken 7 kún

source: Last attempt:
kaa: Sońǵı urınıw:

source: Last hour
kaa: Aqırǵı saat

source: Last Name
kaa: Familiya

source: Last synced: never
kaa: Aqırǵı sáykeslik: heshqashan

source: Last synced: %s
kaa: Aqırǵı sáykeslik: %s

source: Last tab
kaa: Aqırǵı bet

source: Last updated
kaa: Sońǵı jańalanǵan

source: Last used
kaa: Sońǵı qollanılǵan

source: Later
kaa: Keyinirek

source: Launch next private tab in one tap.
kaa: Keyingi jeke betti bir basqannan iske túsiriń.

source: Launch your next private tab in one tap.
kaa: Keyingi jeke betti bir basqannan iske túsiriń.

source: Learn About Sending Tabs…
kaa: Betlerdi Jiberiw haqqında úyreniw…

source: Learn about Total Cookie Protection
kaa: Cookieden tolıq qorǵanıw haqqında biliń

source: Learn more
kaa: Tolıǵıraq úyreniw

source: Learn more about permissions
kaa: Ruqsatnamalar haqqında tolıǵıraq úyreniw

source: Learn more about Sync.
kaa: Sáykeslestiriw haqqında kóbirek úyreniń.

source: Leave
kaa: Shıǵıp ketiw

source: Libraries that we use
kaa: Bizler paydalanatuǵın kitapxanalar

source: Library
kaa: Kitapxana

source: Licensing information
kaa: Licenziya maǵlıwmatları

source: Light
kaa: Jaqtı

source: Light color scheme
kaa: Ashıq reń gamması

source: Light theme
kaa: Ashıq reńli tema

source: Limited Edition
kaa: Sheklengen versiya

source: Limits the ability of social networks to track your browsing activity around the web.
kaa: Social tarmaqlar ushın siziń brauzer betlerindegi háreketlerińizdi baqlap barıw múmkinshiligin shekleydi.

source: Link copied to clipboard
kaa: Silteme almasıw buferine kóshirip alındı

source: List
kaa: Dizim

source: Loading
kaa: Júklenbekte

source: Location
kaa: Jaylasıw ornı

source: Login options
kaa: Login sazlawları

source: Logins
kaa: Loginler

source: Logins and passwords
kaa: Loginler hám paroller

source: Logins and passwords that are not saved will be shown here.
kaa: Saqlanbaǵan login hám paroller usı jerde payda boladı.

source: Logins and passwords will not be saved for these sites.
kaa: Bul saytlar ushın login hám paroller saqlanbaydı.

source: Make %1$s your default browser
kaa: %1$sti tiykarǵi brauzer retinde ornatıń

source: Make text on websites larger or smaller
kaa: Veb-saytlardaǵı tekstlerdi úlkenirek yamasa kishirek qılıw

source: Malware site issue
kaa: Zıyanlı sayt mashqalası

source: Manage addresses
kaa: Mánzillerdi basqarıw

source: Manage credit cards
kaa: Bank kartaların basqarıw

source: Manage logins
kaa: Loginlerdi basqarıw

source: Manage saved cards
kaa: Saqlanǵan kartalardı basqarıw

source: Mar
kaa: Hamal

source: Marketing data
kaa: Marketing maǵlıwmatları

source: May
kaa: Jawza

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
kaa: Jeke sazlawıńızǵa sáykes bas bet penen tanısıń. Bul jerde sońǵı betler, saylandılar hám izlew nátiyjeleri kórsetiledi.

source: Menu
kaa: Menyu

source: Microphone
kaa: Mikrofon

source: Microphone 1
kaa: Mikrofon 1

source: Microphone is on
kaa: Mikrofon qosılǵan

source: Middle Name
kaa: Ákesiniń atı

source: Monitor extension usage and manage themes
kaa: Qosımshadan paydalanıwdı baqlap barıw hám temalardı basqarıw

source: More colors. Better privacy. Same commitment to people over profits.
kaa: Kóbirek reńler. Jaqsıraq qupıyalıq. Paydadan kóre adamlar aldındaǵı májbúriyat.

source: More options
kaa: Basqa variantlar

source: Most likely, the website simply does not support HTTPS.
kaa: Úlken itimal menen, veb-sayt HTTPSdı qollap-quwatlamaydı.

source: Move old tabs to inactive
kaa: Eski betlerdi passiv jaǵdayǵa ótkeriw

source: Must have a title
kaa: Baslama bolıwı shárt

source: NAME
kaa: ATAMASI

source: Name (A-Z)
kaa: Ataması boyınsha (A-Z)

source: Name collection
kaa: Toplam ataması

source: Name on Card
kaa: Karta iyesiniń atı

source: Navigate back
kaa: Artqa qaytıw

source: Navigate up
kaa: Joqarıǵa ótiw

source: Never
kaa: Heshqashan

source: Never save
kaa: Heshqashan saqlamaw

source: New add-on available
kaa: Jańa qosımsha bar

source: New add-ons available
kaa: Jańa qosımshalar bar

source: New private tab
kaa: Jańa jeke bet

source: New private tab opened
kaa: Jańa jeke bet ashıldı

source: New tab
kaa: Jańa bet

source: New tab opened
kaa: Jańa bet ashıldı

source: No account? <u>Create one</u> to sync Firefox between devices.
kaa: Akkauntıńız joq pa? <u>onda jańasın jaratıń</u> Firefoxtı qurılmalar arasında sáykeslestiriń.

source: No add-ons here
kaa: Bul jerde qosımshalar joq

source: No app found to open %1$s files
kaa: %1$s faylların ashatuǵın baǵdarlama tabılmadı

source: No bookmarks here
kaa: Bul jerde saylandılar joq

source: No camera available on device
kaa: Qurılmada kamera joq

source: No crash reports have been submitted.
kaa: Hesh qanday nasazlıq haqqında esabat jiberilmegen

source: No Devices Connected
kaa: Heshqanday qurılma jalǵanbaǵan

source: No downloaded files
kaa: Júklengen fayllar joq

source: No experiments here
kaa: Bul jerde tájiriybeler joq

source: No history here
kaa: Bul jerde tariyx joq

source: No internet connection
kaa: Internet penen baylanıs joq

source: No open tabs
kaa: Ashıq betler joq

source: No recently closed tabs here
kaa: Bul jerde jaqında jabılǵan betler joq

source: No site exceptions
kaa: Bul sayt ushın esaptan tısqarılar joq

source: Not allowed
kaa: Ruqsat etilmedi

source: No thanks
kaa: Yaq, raxmet

source: Notification
kaa: Xabarlama

source: Notifications
kaa: Xabarlamalar

source: Notifications for tabs received from other Firefox devices.
kaa: Firefoxtıń basqa qurılmalarınan alınǵan betler haqqındaǵı xabarlamaları.

source: Notifications help you do more with %s
kaa: Xabarlamalar sizge %s penen kóbirek nárseler islewge járdem beredi

source: Not now
kaa: Házir emes

source: Not Now
kaa: Házir emes

source: Not yet available
kaa: Házirshe kiriw múmkinshiligi joq

source: Not yet supported
kaa: Házirshe qollap-quwatlanbaydı

source: No update available
kaa: Jańalanıw joq

source: (No username)
kaa: (Paydalanıwshı atı joq)

source: Nov
kaa: Qawıs

source: Oct
kaa: Aqırap

source: Off for this site
kaa: Bul sayt ushın óshirilgen

source: Offline
kaa: Oflayn

source: Offline Mode
kaa: Oflayn rejim

source: OK
kaa: MAQUL

source: Okay, Got it
kaa: Maqul, túsindim

source: OK, Got It
kaa: Maqul, tusindim

source: Older
kaa: Eskirek

source: On for this site
kaa: Bul sayt ushın qosıwlı

source: On in all tabs
kaa: Bárshe betlerde qosıwlı

source: On in private tabs
kaa: Jeke betlerde qosıwlı

source: Only in Private tabs
kaa: Tek ǵana jeke betlerde

source: On your computer open Firefox and go to <b>https://firefox.com/pair</b>
kaa: Kompyuterińizde Firefoxtı ashıń hám <b>https://firefox.com/pair</b> ǵa kiriń

source: Open
kaa: Ashıw

source: Open all in new tabs
kaa: Barlıǵın taza betlerde ashıw

source: Open all in private tabs
kaa: Barlıǵın jeke betlerde ashıw

source: Open a new %1$s tab
kaa: Jańa %1$s betti ashıw

source: Open %d tabs?
kaa: %d bet ashılsın ba?

source: Open files downloaded to your device
kaa: Qurılmańızǵa júklengen fayllardı ashıw

source: Open image in new tab
kaa: Súwretti taza bette ashıw

source: Open in…
kaa: …da ashıw

source: Open in %1$s
kaa: %1$s de ashıw

source: Open in another app
kaa: Basqa baǵdarlamada ashıw

source: Open in app
kaa: Baǵdarlamada ashıw

source: Open in app? Your activity may no longer be private.
kaa: Baǵdarlamada ashılsın ba? Endi háreketińiz jeke bolmawı múmkin.

source: Opening screen
kaa: Baslawısh ekran

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
kaa: Betlerdi júklew waqtında bunshelli kóp betlerdi ashıw %stıń iskerligin páseytiwi múmkin. Dawam etiwge isenimińiz kámil me?

source: Open in new tab
kaa: Jańa bette ashıw

source: Open in private tab
kaa: Jeke bette ashıw

source: Open it in the menu
kaa: Bunı menyude ashıń

source: Open link in external app
kaa: Siltemeni sırtqı baǵdarlamada ashıw

source: Open link in new tab
kaa: Siltemeni jańa bette ashıw

source: Open link in private tab
kaa: Siltemeni jeke bette ashıw
